import * as React from 'react';

const AboutPage = () => {
  return (
    <div className="about">
      <h2 className="about__title">Сырок на ножках</h2>
      <p className="about__text">
        Жил-был гимнастический конь по имени Гарри. Он проводил свои дни в спортивном зале, прыгая и
        вращаясь, и мечтал стать настоящей звездой гимнастики.
      </p>

      <p className="about__text">
        Однажды в зал заглянула добрая фея, которая увидела Гарри и его талант в гимнастике. Фея
        была очень впечатлена и решила наградить Гарри за его старания. Она произнесла заклинание, и
        волшебным образом Гарри превратился в глазированный творожный сырок на ножках!
      </p>

      <p className="about__text">
        Гарри, теперь уже глазированный творожный сырок на ножках, был очень смущен своей новой
        формой. Но он был удивлен, когда увидел, что наряду с ним в зал вошла такая же фигура, как
        он. Это был мем, который взял его облик и стал популярным среди людей в интернете!
      </p>

      <p className="about__text">
        Гарри в шоке и не мог понять, что происходит. Он подошел к мему и спросил: &quot;Кто
        ты?&quot;. Мем ответил: &quot;Я твой двойник! Все говорят, что мы очень похожи!&quot;.
      </p>

      <p className="about__text">
        Гарри был очень удивлен, но и рад, что у него теперь есть такой забавный именитый двойник. С
        этого дня мем и Гарри стали неразлучными друзьями и забавным тандемом. Они вместе занимались
        гимнастикой и создавали смешные фотографии, которые приносили радость всем в зале.
      </p>

      <p className="about__text">
        Так вот, некогда гимнастический конь Гарри стал героем интернета и забавным мемом
        &quot;глазированный творожный сырок на ножках&quot;. Вместе со своим мем-двойником они
        продолжают радовать людей и показывать, что спорт может быть забавным и интересным для всех.
      </p>
    </div>
  );
};

export default AboutPage;
